[language]

;語言名稱

name=繁體中文

[firstrun]
chooselanguage=請選擇您的語言！
ok=確定
ignore=跳過
oldini=導入之前使用的設定文件
loadini=導入
loadfail=該目錄未找到設定文件！
loadsuccessful=導入成功！
steambak=是否同步 Steam 設定文件？
steamerror=請運行 Steam 來驗證您的購買！

[steam]
save=保存設定到 Steam 雲端
load=恢復 Steam 雲端設定
steamnotrun=需要運行 Steam 才能使用此功能！
uploadfilemaxsize=上傳檔最大支援100M


[workshop]
list_install=已安裝
list_home=首頁
list_subscribe=已訂閱
list_upload=已上傳
list_voteup=已讚過
list_themesskin=皮膚和主題
list_widget=組件樣式

newthemetip=請輸入主題名稱
deltheme=刪除主題

subscribe=訂閱
unsubscribe=取消訂閱

icons=圖示包
dockskin=Dock 皮膚
Single icon=獨立圖示
Time skin=時間皮膚
Calendar skin=日曆皮膚
Sound=聲音
language=語言

sort_alltime=全部
sort_week=週
sort_month=月
sort_year=年

sort_hot=熱門
sort_new=最新
sort_sub=訂閱
sort_vote=評分

filesize=檔案大小
updatetime=最後更新時間

opensteam=打開 Steam 客戶端
runerror=需要運行 Steam 才能使用此功能！

newtheme=新建主題
edittheme=編輯

[themesedit]
shell=外觀
offset=偏移
Delimiter and run=分隔符&運行指示符
Progress bar=進度條

savetheme=保存

applytheme=保存成功是否立即應用此主題？
filetip_drop=將圖片拖放到此處
filetip=點擊或直接將圖片拖放到此處
dropfile=是否替換此圖片？

selectpicture=選擇圖片
cliptip=裁剪
clipleft=左邊
clipbottom=底邊
clipright=右邊
cliptop=頂邊

dockbg=背景
dockblur=模糊背景
Progress bar border=邊框
Progress bar bg=背景
Run indicator=運行指示符
Run offset=偏移
delimiter=分隔符
Margins=邊距
Margins trimmer=邊距微調（建議值0-0.2）

folder=資料夾
trash_empty=回收桶（空）
trash_full=回收站（滿）

calmon=月份
calday=日期

timebg=背景
timehour=小時
timeminute=分鐘
timesecond=秒

timetype=時鐘類型
timetype_pointer=指標
timetype_number=數位
fontname=字型名稱
fontsize=字體大小
fontalign=文字對齊
fontpoint=文字座標
format=時間格式
fontcolor=文字顏色

workshopshare=是否上傳主題到創意工坊？
sharesuccess=已成功上傳到創意工坊！
sharefailed=上傳失敗！

workshop_Preview=預覽
workshop_description=描述
workshop_otherPreview=更多預覽
workshop_Previewbuild=自動生成
workshop_Previewselect=選擇圖片
workshop_tip_description=請輸入主題的相關描述

[systeminfo]
cpu=處理器
gpu=顯示卡
memory=記憶體
system=系統
moreinfo=更多訊息...

[monitor]
process=進程
readwrite=讀/寫
usage=已使用

;------------------------------------
[tips]
GeolocationTip=需要開啟系統定位才能使用WiFi功能，點此處了解原因。

dropiconerror=啟用多屏同時顯示 Dock 時不能拖動圖示，請選擇單個螢幕顯示 Dock！

msitip=檢測到可能與MSI Afterburner衝突，是否加入排除項目？

openUACtip=檢測到系統已經關閉UAC，可能會導致無法使用文件拖放到dock中打開功能，是否開啟系統UAC？
openUACtip1=UAC開啟成功，需要重啟系統生效,是否立即重啟系統？
openUACtip2=UAC開啟失敗！

crashtip=程式已崩潰是否重新啟動！
;------------------------------------

[iconame]

;dock標籤名稱
createlnk=建立捷徑

explorer=資源管理器
launchpad=啟動台
cal=行事曆
trash=垃圾桶

;資料夾界面最後一個圖示

exploreropen=在文件中打開
return=返回

;系統時間圖示標籤名稱格式

timeformat=yyyy年M月d日 dddd
;時間格式為系統時間格式 y 年 m月份 d 日期 dddd 星期幾  ddd週幾

;拖放到launchpad時圖示標籤

remove=移除
;------------------------------------------------------------

[systemicon]
;系統圖示名稱
controlpanel=控制台
taskbar=托盤圖示
systemtime=系統時間
cortana=語音助手
network=網路上的芳鄰
mydocument=我的文件
weather=天氣預報
battery=電池
startmenu=開始選單
virtualdesktop=虛擬桌面


------------------------------------

[editicon]
;編輯圖示界面

addtips=可將文件拖放到此處

reset=重設
ok=確定
restore=還原
addname=新增顯示名稱
addicotips=點擊右上角按鈕新增圖示
switch=切換
trashempty=垃圾桶空
trashfull=垃圾桶滿
iconshell=使用圖示遮罩
addline=啟動參數

Icon Designer title=圖示編輯器
Icon Designer=編輯
select=新增

share=分享
icolabel=圖示
selectpicture=選擇
icosize=圖示縮放
icooffsetx=圖示橫向偏移
icooffsety=圖示縱向偏移
icobackground=背景
iconshadow=使用圖示陰影
icoroundrect=圖示圓角度
icocolor=顏色
icogradient color=使用漸變色
icocolorangle=漸變色角度

;彈出選擇文件視窗標題

selectfoldertitle=選擇資料夾
;天氣預報輸入提示

searchcity=搜尋城市天氣，支持拼音和區號


;------------------------------------

[editcal]

;編輯行事曆界面

monfontsize=月份字體大小：
dayfontsize=日期字體大小：

monthfont=月份字體：
dayfont=日期字體：
monthpoint=月份坐標：
daypoint=日期坐標：
monthposition=月份對齊：
dayposition=日期對齊：
monthcolor=月份顏色：
daycolor=日期顏色：
rotation=旋轉角度：
default=使用預設設定

ok=確定
test=測試

left=居左
right=居右
center=居中

;彈出選擇圖片視窗標題

selectcalicon=選擇行事曆圖片

;------------------------------------

[editicontips]
;編輯圖示界面彈出錯誤提示

iconduplicate=已經在 Dock 中新增此程式！

titleerror=程式顯示名稱不能為空！
filepatherror=程式路徑和圖示不能為空！

padtitleerror1=檔案名重複，請重新輸入！
padtitleerror2=文件更改失敗，如果程式放在 C 槽請使用管理員模式運行！

formaterror=不支持的格式，建議放入 png、ico、exe、lnk 格式！

workshopshare=是否上傳此圖示到工作坊？
workshopsharesuccess=圖示已成功分享到工作坊！
workshopsharefailed=圖示分享失敗！

;---------------------------------------------------------------------------

[weatherUI]
Other locations=其他位置  
open weather=開啟天氣  

Select location=選擇城市位置  
Edit location name=編輯城市顯示名稱  

add=新增  
edit=編輯  
delete=刪除  

location=系統定位  
search=搜尋  
latitude&longitude=經緯度

;設定界面
[settingUI]
cloudini=Steam 雲存檔
uploadcloudini=上傳存檔
nofoundini=未上傳存檔
downloadcloudini=下載存檔
managesteamcloud=管理檔
cloudfile=Steam 雲檔
uploadcloudfile=上傳檔
filename=檔名稱
filesize=檔大小
filetime=上傳時間

backupsuccess=上傳成功！
backupfail=上傳失敗！

settitle=MyDockFinder 偏好設定

Global Settings=全局設定

openMyDock=開啟 MyDock
openMyFinder=開啟 MyFinder
debugMyDockFinder=以調試方式運行

gameautoclose=全屏遊戲時自動退出
ProcessRecentFiles=顯示程式最近打開檔個數

DPIscale=全局界面顯示大小
Globalblurvalue=全局界面模糊強度
Accentcolor=全局界面強調色
darkmodeall=全局界面顏色模式

darkmode_light=亮色
darkmode_dark=深色
darkmode_auto=自動
darkmode_system=跟隨系統
screenfps=選擇全域渲染更新率

Temperature Celsius Fahrenheit=全域溫度單位

uiaccesstop=使用超級置頂功能
aero=開啟全局模糊效果
systemdarkmode=調整全局界面顏色時修改系統顏色
autoupdate=自動檢查程式更新
systemstart=開機啟動方式
none=無
regedit=註冊表
plantask=計劃任務
Service=服務

windowscenterscreen=新窗口在屏幕中心顯示
showhidetaskbar_hotkey=顯示或隱藏任務欄熱鍵

autohidetaskbar=啟動時自動隱藏任務欄

hidetaskbar_dock=隱藏程式所在螢幕任務欄
hidetaskbar_all=隱藏所有螢幕任務欄

languagechoice=選擇程式全局顯示語言
allfont=修改全局使用字體
usefontbold=使用加粗字體
fontscale=修改全域字體縮放
fontQuality=高品質字體渲染

themes=主題
customize_blur=調整模糊強度
customize_opacity=調整透明度
customize_stroke=調整邊框透明度
customize_enabled_dockbg=Dock 使用自訂背景模糊和透明度
customize_enabled_iconreflection=Dock 使用圖示倒影
customize_blur_iconreflection=調整圖示倒影模糊強度
customize_opacity_iconreflection=調整圖示倒影透明度
customize_offset_iconreflection=調整圖示倒影距離
customize_stoppoint_iconreflection=調整圖示倒影漸變距離

customize_enabled_icontag=Dock 圖示標籤使用自訂背景模糊和透明度
customize_enabled_menu=選單使用自訂背景模糊和透明度
customize_enabled_window=視窗界面使用自訂背景模糊和透明度
customize_enabled_finder=MyFinder 使用自訂背景模糊和透明度
customize_opacity_wallpapercolor=調整桌布強調色濃度
customize_enabled_folder=資料夾界面使用自訂背景模糊和透明度
customize_enabled_foldersize=文件夾界面使用自定義圖標大小

customize_enabled_pad=啟動台使用自訂背景模糊
customize_enabled_pad_backdrop=啟動台使用當前螢幕背景
customize_enabled_pad_winuiwallpaper=啟動台使用動態模糊效果
selectthemes_icon=選擇圖示主題
selectthemes_dockskin=選擇 Dock 皮膚主題

general=通用
advanced=高級
preview=預覽
minimizewindowsettings=最小化
systrayicoset=托盤
screenset=螢幕
timeset=時間
notificationset=通知
audioset=聲音
displayset=顯示器
mediaset=媒體控制
batteryset=電池
netset=網路
monitorset=監控
windowsanimationset=窗口動畫
WindowManagement=視窗管理
windownotfullscreenadd=添加非全螢幕視窗
gamewindowadd=添加遊戲視窗
gamewindowslist=管理遊戲視窗列表
gamewindowslistdel=刪除遊戲視窗
nogamewindow=無遊戲視窗
Minimize Screenshot method=最小化動畫截圖方式

about=關於

icosize=圖示預設大小
icoeffect=圖標效果

dockeffect_none=無
dockeffect_scale=縮放
dockeffect_select=選中
dockeffect_light=光照
dockeffect_scaleandlight=縮放和光照
dockeffect_selectandlight=選中和光照
icolightvalue=圖標光照強度
icobglightvalue=圖標背景光照強度
icobglightcolor=圖標背景光照顏色

icomaxsize=圖示縮放後大小

icospace=圖示之間距離大小
edgeposition=Dock 距離螢幕邊緣大小
iconimmersion=Dock 空闲时使用沉浸模式
dockicoImmersion_delay=沉浸模式延遲顯示時間


displaymode=選擇 Dock 顯示隱藏模式

displaynormal=預設顯示模式
displaybottom=疊層顯示模式
displayauto=自動隱藏模式
displaysmart=智慧隱藏模式
displayhotkey=快速鍵顯示模式
displayalways=永遠顯示模式
displayhide=永遠隱藏模式
displayalwaysshow=永遠顯示包括全螢幕
displaydesktop=桌面顯示模式
showmodewindows=選擇 Dock 顯示隱藏檢測視窗方式
showhidetest_exe=當前程序視窗
showhidetest_all=所有程序視窗

showhidetype=選擇 Dock 顯示隱藏效果

showhideeffect_move=移動
showhideeffect_opacity=漸隱漸顯

activation Dock Type=Dock 顯示啟動方式
showdockact_mouse=屏幕邊緣
showdockact_bar=啟動條

actbar_weight=調整啟動條寬度
actbar_height=調整啟動條高度
actbar_offset=調整啟動條螢幕距離
mouseactdock=鼠標延遲激活dock時間

positiononscreen=Dock 所在螢幕位置
screenleft=左邊
screenbottom=底邊
screenright=右邊
screentop=頂邊

multiscreen=選擇要顯示 Dock 的螢幕

padicotype=選擇啟動台顯示的圖示
padicotype_normal=新增的圖示
padicotype_startmenu=開始選單
padicotype_desktop=桌面程式

padicosize=啟動台圖示大小
padicospacex=圖示橫向間距
padicospacey=圖示縱向間距
padicoblacklist=編輯已刪除開始功能表程式
padblacklist=管理清單

hidepadicostring=隱藏圖示文字

multiscreenpad=選擇要顯示啟動台的螢幕
padscreenname=跟隨 Dock
HDicons=高品質圖標渲染  

lockicon=鎖定圖示拖動
showicontag=顯示圖示標籤文字
windowsborder=開啟視窗邊界防止遮擋 Dock
jumpanimation=點擊圖示後彈跳打開程式
folderDoubleclickOpen=資料夾圖示雙擊打開
foldernoshowopen=不顯示打開資料夾按鈕
iconmask=為全局圖示新增遮罩效果
icomasktype=全局圖示遮罩樣式
Explorer window=資源管理器圖示運行僅檢測視窗
hidedockdelay=延遲隱藏dock時間

show indicators=為打開的應用程式顯示指示燈
Runapp separator=為新運行的程式圖示新增分隔符
newapp=顯示新運行程式圖示
runiconallscreen=在所有螢幕上顯示新執行的程式圖示
blacklist=管理禁止列表
noblacklist=無禁止程式
hotcornerleft=螢幕左下角觸發功能
hotcornerright=螢幕右下角觸發功能
hotkeypad=顯示啟動台快捷鍵
hotkeyDock=顯示 Dock 快捷鍵
hotkeyborder=開啟關閉 Dock 視窗邊界快捷鍵

dockicobackup=備份 Dock 圖示設定
backuplist=管理備份
Addbackupdockico=新增圖示備份
locationbackup=打開備份資料夾

minimize=開啟最小化視窗到 Dock
animationoff=關閉視窗最小化動畫
Slow animation=按住 Shift 鍵慢放最小化動畫

minimizeeffect=最小化視窗使用特效

genie=神奇效果
scale=縮放效果
scaleDX=縮放效果 DX
suck=吮吸效果
Minimize dynamics=最小化時動態顯示窗口內容

minimizeAnimationspeed=最小化視窗動畫速度
Minimize to icon=將視窗最小化至應用程式圖示
Minimizeblacklist=取消最小化動畫視窗
Editwindowlist=編輯視窗列表

minicopos=最小化視窗圖示位置
dockmin_lastico=右側圖示旁
dockmin_right=右側獨立顯示
dockmin_rightandlim=右側使用分隔符獨立顯示
minimizeAnimationWait=等待最小化窗口動畫渲染幀數

previewon=啟用視窗預覽功能
previewsize=視窗預覽大小
previewdelay=延遲顯示預覽

previewcontrol=顯示其他預覽元素
previewappname=應用程式名稱
previewbutton=視窗控制按鈕
aeropeek=滑鼠懸停時顯示全視窗預覽

finderheight=調整 MyFinder 高度  
finderoffsety=調整垂直佈局偏移  
finderbuttonw=調整按鈕間距  

hidefinderdelay=延遲隱藏 MyFinder  

showfocusassist=顯示專注助手  
showweather=顯示天氣預報

finderbgtype=選擇MyFinder背景樣式

logotype=選擇左側按鈕樣式
diylogo=自訂
shutdownmsgbox=關機重啟系統顯示確認對話框
finderdark=選擇 MyFinder 顏色模式

stagemanagerset=台前調度
showstagemanager=在 MyFinder 中顯示台前調度圖標
stagemanageronlywindowslist=僅顯示窗口列表不隱藏後台窗口

showstagemanagerwindowtitle=鼠標懸停顯示窗口標題
showstagemanagerdesktophidewindows=點擊桌面隱藏所有窗口
showstagemanagermediaplaypause=自動暫停和播放後台窗口媒體
stagemanager_hotkey=台前調度快捷鍵

stagemanagerblacklist=台前調度中排除的程序

stagemanager_showdesktop=顯示桌面圖標
desktopico_hide=始終隱藏圖標
desktopico_auto=自動顯示隱藏
desktopico_show=始終顯示

stagemanager_enable=開啟台前調度
stagemanager_listpos=窗口列表所在屏幕位置
stagemanager_listshowmode=窗口列表顯示隱藏模式

stagemanager_windowsize=窗口列表圖標大小
stagemanager_windowspace=窗口列表圖標間距
stagemanager_windowcount=窗口列表圖標個數
stagemanager_windowsblur=模糊後台視窗圖示

showmediacontrol=顯示媒體播放圖示
showuseraccount=顯示賬戶圖示

systemtraycolor=顯示彩色托盤圖示
showkeyboard=顯示輸入法圖示
showsearch=顯示搜尋圖示
showLyrics=顯示音樂播放器歌詞
showLyrics_color=顯示彩色播放器歌詞

musiccontrolshowmode=媒體控制顯示方式
musiccontrol_close=不顯示
musiccontrol_activity=顯示歌詞時顯示
musiccontrol_always=永遠顯示

hotkeyfinder=顯示 MyFinder 熱鍵

finderdark_auto=桌布顏色
finderdark_set=跟隨全局

multiscreenfinder=選擇要顯示 MyFinder 的螢幕
findershowallscreens=所有螢幕

finderdisplaymode=選擇 MyFinder 顯示隱藏模式
mouseactfinder=滑鼠延遲啟動MyFinder時間
showusbdevice=顯示USB移動磁碟

finderautochangecolor=視窗最大化使用沉浸模式
finderfastclosewindow=點擊右上角關閉當前最大化窗口

myfinderscaleopen=使用自定義縮放

finderlockbtn=鎖定圖示防止拖動

findershowmenu=顯示其他程式選單項
finderhidemenudelay=延遲隱藏其他程式選單列時間

showaudio=在 MyFinder 中顯示音量圖示
showmicrophone=在 MyFinder 中顯示麥克風圖示
showbattery=在 MyFinder 中顯示電池圖示
shownetwork=在 MyFinder 中顯示網路圖示
showbluetooth=在 MyFinder 中顯示藍牙圖示
showdisplay=在 MyFinder 中顯示顯示器圖示

showbatterytime=顯示電池剩餘時間

powerset_open=自動切換電源計劃
powerset_aconline=使用電源時電源計劃
powerset_battery=使用電池時電源計劃

bluetooth_showbattery=已連接的藍牙設備
bluetooth_not show=不顯示
bluetooth_icon=只顯示圖示
bluetooth_value=顯示圖示和電量

monitorcolor=使用率過高時反白提示

showcpu=CPU
showtemp=核心溫度
showmen=記憶體
showdisk=磁碟
shownet=網速

Calendarfirstday=每周第一天
Calendar_Sunday=星期日
Calendar_Monnday=星期一

formatdate=選擇日期顯示格式
formattime=選擇時間顯示格式
customformatdate=自訂日期顯示格式
customformattime=自訂時間顯示格式

showbatteryvalue=顯示電池百分比

batteryshow_none=不顯示
batteryshow_acdc=始終顯示
batteryshow_ac=使用電源時
batteryshow_dc=使用電池時

audiotip=播放音量調整提示音
mediatype=選擇音量亮度提示樣式

media_system=系統樣式
media_speakers=喇叭樣式
media_phone=手機樣式

hotkeyvolup=音量增加快捷鍵
hotkeyvoldown=音量降低快捷鍵
hotkeyvolmute=音量靜音快捷鍵
hotkeymicup=麥克風音量增加快捷鍵
hotkeymicdown=麥克風音量降低快捷鍵
hotkeymicmute=麥克風靜音快捷鍵

hotkeybriup=亮度增加快捷鍵
hotkeybridown=亮度降低快捷鍵
hotkeycontrolvalue=調整熱鍵增加降低的值

systemnotification=系統通知
usbdevicenotification=顯示移動磁碟連接和彈出通知
bluetoothdevicenotification=顯示藍牙設備連接通知
trayico_waittime=新運行的托盤圖示顯示時間

Appnotification=App 通知
notification_open=允許通知
notification_type=橫幅通知顯示方式
notification_time=橫幅通知顯示時長
notification_show_close=不顯示橫幅
notification_show_once=只顯示第一次
notification_show_always=永遠顯示

trayicoallshow_myfinder=永遠在 MyFinder 中顯示所有托盤圖示
trayicoallshow_mydock=永遠在 MyDock 中顯示所有托盤圖示
trayicoallshow_systemico=在 MyFinder 中顯示系統自帶托盤圖示

Apptrayico=App 托盤圖示
apptrayicoshow_finder=在 MyFinder 中顯示托盤圖示
apptrayicoshow_dock=在 MyDock 中顯示托盤圖示
acttrayicotype=選擇啟用系統匣圖示的方式

screenround=螢幕圓角
screenround_show=啟用螢幕圓角
screenround_size=螢幕圓角大小
screenround_color=螢幕圓角顏色

openwindowsshow=窗口打開動畫
windowsopeneffect=窗口打開動畫效果

openwindowsclose=窗口關閉動畫
windowscloseeffect=窗口關閉動畫效果
windowsblacklistadd=添加排除程序的窗口
windowsblacklistdel=刪除排除程序的窗口
windowsclose_animation=調節動畫速度

stagemanager_animation=調節動畫速度
mediatiptime=音量亮度提示顯示時間

other=其他

wallpaper=桌布

selectwallpaper=請選擇桌布主題
wallpapernone=無
loadwallpaper=導入桌布主題
wallpaperdownload=下載桌布主題
wallpaperOK=應用桌布

restartdock=重新啟動 MyDockFinder


resetini=清除數據
resetini_ok=清除
resetini_config=偏好設置設定文件
resetini_ico=Dock 圖示設定文件
resetini_padico=啟動台設定文件
resetini_padicocache=啟動台圖示緩存

systemiconcache=系統圖標緩存

uninstall=解除安裝程式

updatelog=更新日誌
updatelogcheck=查看

ok=確定
cancel=取消

------------------------------------------------------------
[hotcorners]
nothing=無
allwindows=顯示所有視窗
launchpad=顯示啟動台
displaytosleep=關閉顯示器
startmenu=顯示開始選單
showdesktop=顯示桌面
actioncenter=Windows 操作中心
screensaver=螢幕保護
Windows widget=Windows 小組件

[settingtips]
fontQualitytips=部分系統若不支援高品質字體渲染可能會導致崩潰，點擊確定進行測試。
fontQualityFailedtips=測試失敗，您的系統不支援高品質字體渲染。
fontQualityfuccesstips=已啟用高品質字體渲染！部分界面需要重新啟動才能生效。

backupsuccess=上傳成功！
backupfail=上傳失敗！

hotkeyhideerror=請設置顯示Dock快捷鍵否則該功能可能無法使用！
resetinitip=是否重置配置文件？
systemicontip=是否清除系統圖標緩存？

;設定界面彈出錯誤提示
winuiwallpapertip=開啟後如果出現電腦當機情況，請關閉此選項，重啟程式後生效！！！
DPItips=部分界面關閉重新打開後生效！
padicotypetips=修改此選項後需要重新設定圖示，請謹慎選擇！
edgetip=開啟限制視窗邊界無法調整！
autohideerror=開啟視窗邊界不能啟用此功能！
neterror=未找到可用網路，請檢查連接。
autohide=開啟自動隱藏 Dock 無法啟用此功能！
updateerror1=網路連接錯誤，請重試！

updatetip1=已有新版本是否更新？
updatetip2=文件下載完畢是否立即更新？

noupdate=已是最新版本，無需更新！

restarttip=重啟程式後生效！

languagetips=部分界面需要重啟才能生效！

restartruntip=是否重新啟動程式？

backupfolderror=創建備份資料夾失敗，請檢查目錄權限！

backuptips=是否還原此備份設定文件？

;-------------------------------------------------------------------

[menu]
;右鍵選單
closewindows=關閉視窗

RecentFiles=最近打開的檔
otheroption=選項
dockmenu=MyDockFinder 選單
preference=MyDockFinder 偏好設定
enddock=結束 MyDockFinder

menurecent=最近訪問
menubind=已固定
menutask=任務

edit_cut=剪下
edit_copy=複製
edit_paste=貼上
edit_selectall=全選
edit_delete=刪除
edit_openurl=打開網址

workshop=工作坊
newfinderwindow=新建資源管理器視窗
gotofolder=前往資料夾...
connecttoserver=連接伺服器...

showlaunchpad=顯示啟動台


addnormalicon=新增普通圖示
addsystemicon=新增系統圖示
add delimiter=新增分隔符
del delimiter=刪除分隔符

showtaskbar=顯示任務欄
hidetaskbar=隱藏任務欄


editicon=設定此圖示
removefromdock=從 Dock 中移除
keepindock=在 Dock 中保留
locationfile=打開文件所在位置
runagain=再次運行此程式
nevershowthis=不再顯示此程式
adminmode=管理員模式運行
open=打開
quit=退出

emptytrash=清理垃圾桶
sortorder=排序方式
Byname=名稱
Bysize=大小
Byextension=類型
Bydate/time=修改時間
Createtime=創建時間
Groupdirectories=目錄優先
reverseorder=反轉排序
closewindow=關閉此視窗
Display=顯示內容為
Folder=資料夾
Stack=疊放
Locatefolder=直接打開
FolderEffect=顯示效果
Grid=網格
Fan=扇形
menufold=菜單

showmodeapps=設定此程式獨立顯示隱藏模式
showmodedesktop=設定桌面顯示隱藏模式
NominiEffect=不顯示此程式視窗最小化動畫
nevershowprogress bar=不再顯示此程式進度條
showmodenormal=跟隨全局設定
msgtips=設定為消息提示程式
incognito=新建無痕模式視窗

systemmenu=系統選單

timeskin=選擇錶盤
timedefault=預設錶盤

----------------------------------------------

[launchpad]
;launchpad界面

addicon=新增圖示
deleteicon=刪除此圖示
padsortname=按名稱排序
padsort=圖示自動補位

;搜尋框標題

search=搜尋
;新增pad圖示界面
ok=完成
addtips=請將 exe、lnk 文件拖放到此處
----------------------------------------------

[promptwindow]

;清空垃圾箱提示和其他提示

ok=確定
cancel=取消
trashok=清理垃圾桶
trashtitle=您確定要清空垃圾桶中的項目嗎？
batterytip=電池電量低請連接充電器！
eject=已彈出
Connected=已連接
brightnesstip=調整顯示器亮度有可能造成顯示器永久損壞，請謹慎操作！
brightnesstip1=檢測到顯示器亮度為0，如果顯示器不顯示內容或不點擊確定，5秒後重置顯示器亮度

-----------------------------------------------
;時間格式說明
;ddd 週幾   dddd星期幾  M月份  d日期  H 24小時格式  h 12小時格式   m 分鐘  s 秒  
;雙字母補齊兩位數 例如 HH:mm:ss  09:06:05
;下面所有格式可自定修改,左邊是編號可無限制新增下去 =後面留空表示不顯示日期
;修改保存後立即生效,直接dock設定點擊時間格式選單即可顯示生效
[formatdate]
1=
2=ddd
3=M月d日
4=M月d日 ddd
5=ddd M月d日

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;行事曆圖示月份文字和行事曆每月1號文字

m1=1月
m2=2月
m3=3月
m4=4月
m5=5月
m6=6月
m7=7月
m8=8月
m9=9月
m10=10月
m11=11月
m12=12月

[findermenu]
batteryhealth=電池健康度：

Hidelyrics=自動隱藏播放器歌詞
Edit the lyrics display area=編輯歌詞顯示區域

spatialaudio=空間音頻

bluetoothdisconnect=斷開連接
bluetoothunpair=刪除設備

lockscreen=鎖定螢幕
usersetting=帳戶設置

HideMenu=隱藏視窗選單列
systemmenu=視窗功能表

bluetooth=藍牙
Bluetooth settings=藍牙偏好設定...
device=設備
Preferred network=首選網路
other networks=其他網路
network settings =網路偏好設定...
Audio=聲音
output=輸出
Microphone=麥克風
input=輸入
audio settings=聲音偏好設定...
battery settings=電池偏好設定...
BatteryEstimatedTime=剩餘可用
batterytime_hour=小時
batterytime_min=分鐘
Edit title=編輯標題
Window border=開啟視窗邊界
end finder=退出 MyFinder...
About This PC=關於本機
System settings=系統偏好設定...
app Store=應用商店...
Task manager=工作管理員
Sleep=睡眠
Dormant=休眠
Shutdown=關機
Reboot=重新啟動...
Shutdown&Update=關機並更新...
Reboot&Update=重啟並更新...

Lock screen=鎖定螢幕
Logout=登出...

symbol=顯示表情和符號
Screen Keyboard=顯示虛擬鍵盤
keyboardname=顯示輸入法名稱
Keyboard settings=鍵盤偏好設定...
display=顯示器
systemdark=系統深色模式
bluelight=夜間模式
focusassist=專注助手
focusoff=關閉
focusPriorityOnly=僅優先通知
focusAlarmsOnly=僅限鬧鐘
Notification settings=通知偏好設定...
screen projection=投影
screen INTERNAL=僅電腦螢幕
screen CLONE=複製
screen EXTEND=擴展
screen EXTERNAL=僅第二螢幕
displayset=顯示器偏好設定...
hotspot=熱點
airplane=飛行模式
deviceon=打開
deviceoff=關閉

eject=彈出
open=打開

[findermenubrowser]
new=新建
newtab=新建標籤頁
newwindow=新建視窗
favorites=收藏夾
history=歷史記錄
download=下載
window=視窗
file=文件
no file=未選擇文件

View=查看
Sort by=排序方式
Group by=分組依據
refresh=刷新
showicons=顯示桌面圖示

sort_none=無
sort_bigicon=大圖示
sort_mediumicon=中圖示
sort_smallicon=小圖示
sort_superbigicon=超大圖示
sort_list=清單
sort_details=詳細資訊
sort_tile=平鋪
sort_content=內容
sort_name=名稱
sort_size=大小
sort_type=類型
sort_time=日期
sort_ascending=升序
sort_descending=降序
sort_AutoArrange=圖示自動排列
sort_snaptogrid=將圖示與網格對齊圖示自動排列


[findertips]
Mute=靜音
battery=電池
AcOnLine=已接通電源
Charging=電池正在充電
notCharging=電池未充電
Usebattery=正在使用電池
Full battery=電量充滿
brightness=亮度
show trayico=顯示托盤圖示

[findertitle]

[shutdown]
shutdown=是否關閉此電腦？
Reboot=是否重新啟動系統？
Logout=是否登出此帳戶？
Dormant=是否將系統休眠？
sleep=是否將系統睡眠？

now=立刻
minute=分鐘

[wifi]
password=密碼：
showpassword=顯示密碼
join=加入
cancel=取消

[weather]
00=晴
01=多雲
02=陰
03=陣雨
04=雷陣雨
05=雷陣雨伴有冰雹
06=雨夾雪
07=小雨
08=中雨
09=大雨
10=暴雨
11=大暴雨
12=特大暴雨
13=陣雪
14=小雪
15=中雪
16=大雪
17=暴雪
18=霧
19=凍雨
20=沙塵暴
21=小到中雨
22=中到大雨
23=大到暴雨
24=暴雨到大暴雨
25=大暴雨到特大暴雨
26=小到中雪
27=中到大雪
28=大到暴雪
29=浮塵
30=揚沙
31=強沙塵暴
32=濃霧
33=雪
49=強濃霧
53=霾
54=中度霾
55=重度霾
56=嚴重霾
57=大霧
58=特強濃霧
301=雨
302=雪